Repository: Filoz/animal-shelter-v1
Catalog: languages/animal-shelter-*.po
Languages: it_it

# title for the settings page
source: Animal Shelter manager
it_it: Impostazioni di Animal Shelter

source: Do you wish to create default values for Age?
it_it: Desideri creare dei valori di default per "Età"?

source: Select "Yes" if you want these defaults "Puppy, Young, Old, Adult"
it_it: Seleziona "Sì" se vuoi questi valori iniziali "Cucciolo, Giovane, Adulto, Anziano"

source: Last adopted animals
it_it: Ultimi animali adottati

source: Show the last archived and adopted animals. As many as you want.
it_it: Mostra gli ultimi animali archiviati e adottati. Quanti ne desideri

source: New title
it_it: Nuovo titolo

source: Title:
it_it: Titolo:

# name for the user role
source: Animal Author
it_it: Autore (animali)

# name for the user role
source: Shelter Author
it_it: Editore (animali)

# post type general name
source: Animals
it_it: Animali

# post type singular name
source: Animal
it_it: Animale

# admin menu name
source: Shelter
it_it: Rifugio

# add new on admin bar
source: Animal
it_it: Animale

# add new (animal)
source: Add New
it_it: Aggiungi Nuovo

source: Add New Animal
it_it: Aggiungi Nuovo Animale

source: New Animal
it_it: Nuovo Animale

source: Edit Animal
it_it: Modifica Animale

source: View Animal
it_it: Vedi Animale

source: All Animals
it_it: Tutti gli Animali

source: Search Animals
it_it: Cerca Animali

source: Parent Animal:
it_it: Animale Genitore:

source: No animals found.
it_it: Nessun animale trovato.

# posts about animals
source: No posts found in Trash.
it_it: Nessun post di animale trovato nel Cestino.

# URL slug for the main page
source: animals
it_it: animali

source: Species
it_it: Specie

source: Search Species
it_it: Cerca Specie

source: Popular Species
it_it: Specie Popolari

source: All Species
it_it: Tutte le Specie

source: Parent Species
it_it: Specie Genitore

source: Parent Species:
it_it: Specie Genitore:

source: Edit Species
it_it: Modifica Specie

source: Update Species
it_it: Aggiorna Specie

source: Add New Species
it_it: Aggiungi Nuova Specie

source: New Species
it_it: Nuova Specie

source: Separate species with commas
it_it: Separa specie con le virgole

source: Add or remove species
it_it: Aggiungi o rimuovi specie

source: Choose from the most used species
it_it: Scegli fra le Specie più usate

source: species
it_it: specie

source: Breed
it_it: Razza

source: Search Breeds
it_it: Cerca Razze

source: Popular Breeds
it_it: Razze Popolari

source: All Breeds
it_it: Tutte le Razze

source: Parent Breed
it_it: Razza Genitor

source: Parent Breed:
it_it: Razza Genitore:

source: Edit Breeds
it_it: Modifica Razza

source: Update Breed
it_it: Aggiorna Razza

source: Add New Breed
it_it: Aggiungi Nuova Razza

source: New Breed
it_it: Nuova Razza

source: Separate Breeds with commas
it_it: Separa Razze con le virgole

source: Add or remove Breeds
it_it: Aggiungi o rimuovi Razze

source: Choose from the most used Breeds
it_it: Scegli fra le Razze più usate

source: breed
it_it: razza

source: Sex
it_it: Sesso

source: Search Sexes
it_it: Cerca Sesso

source: Popular Sexes
it_it: Sessi Popolari

source: All Sexes
it_it: Tutti i Sessi

source: Parent Sex
it_it: Sesso Genitore

source: Parent Sex:
it_it: Sesso Genitore:

source: Edit Sex
it_it: Modifica Sesso

source: Update Sex
it_it: Aggiorna Sesso

source: Add New Sex
it_it: Aggiungi Nuovo Sesso

source: New Sex
it_it: Nuovo Sesso

source: Separate Sexes with commas
it_it: Separa Sessi con le virgole

source: Add or remove Sexes
it_it: Aggiungi o rimuovi Sessi

source: Choose from the most used Sexes
it_it: Scegli fra i Sessi più usati

source: sex
it_it: sesso

source: Age
it_it: Età

source: Search Ages
it_it: Cerca Età

source: Popular Ages
it_it: Età popolari

source: All Ages
it_it: Tutte le Età

source: Parent Age
it_it: Età Genitore

source: Parent Age:
it_it: Età Genitore:

source: Edit Age
it_it: Modifica Età

source: Update Age
it_it: Aggiorna Età

source: Add New Age
it_it: Aggiungi Nuova Età

source: New Age
it_it: Nuova Età

source: Separate Ages with commas
it_it: Separa Età con le virgole

source: Add or remove Ages
it_it: Aggiungi o rimuovi Età

source: Choose from the most used Ages
it_it: Scegli fra le Età più usate

source: age
it_it: età

source: Special Needs
it_it: Attenzioni Speciali

source: Search Special Needs
it_it: Cerca Attenzioni Speciali

source: Popular Special Needs
it_it: Attenzioni Speciali Popolari

source: All Special Needs
it_it: Tutte le Attenzioni Speciali

source: Parent Special Needs
it_it: Attenzione Speciale Genitore

source: Parent Special Needs:
it_it: Attenzione Speciale Genitore:

source: Edit Special Needs
it_it: Modifica Attenzioni Speciali

source: Update Special Needs
it_it: Aggiorna Attenzioni Speciali

source: Add New Special Needs
it_it: Aggiungi Nuova Attenzione Speciale

source: New Special Needs
it_it: Nuova Attenzione Speciale

source: Separate Special Needs options with commas
it_it: Separa Attenzioni Speciali con le virgole

source: Add or remove Special Needs
it_it: Aggiungi o rimuovi Attenzioni Speciali

source: Choose from the most used Special Needs
it_it: Scegli fra le Attenzioni Speciali più usate

source: Special Need
it_it: Attenzione Speciale

# url slug
source: special-needs
it_it: attenzioni-speciali

source: Rehoming Status
it_it: Status Adozione

source: Search Rehoming Status
it_it: Cerca Status Adozione

source: Popular Rehoming Status
it_it: Status Adozione Popolari

source: All Rehoming Status
it_it: Tutti gli Status Adozione

source: Parent Rehoming Status
it_it: Status Adozione Genitore

source: Parent Rehoming Status:
it_it: Status Adozione Genitore:

source: Edit Rehoming Status
it_it: Modifica Status Adozione

source: Update Rehoming Status
it_it: Aggiorna Status Adozione

source: Add New Rehoming Status
it_it: Aggiungi Nuovo Status Adozione

source: New Rehoming Status
it_it: Nuovo Status Adozione

source: Separate rehoming status with commas
it_it: Separa status adozione con le virgole

source: Add or remove rehoming status
it_it: Aggiungi o rimuovi status adozione

source: Choose from the most used rehoming status
it_it: Scegli fra gli status adozione più usati

source: Owners
it_it: Padroni

source: Owner
it_it: Padrone

source: Search Owners
it_it: Cerca Padroni

source: Popular Owners
it_it: Padroni Popolari

source: All Owners
it_it: Tutti i Padroni

source: Parent Owner
it_it: Padrone Genitore

source: Parent Owner:
it_it: Padrone Genitore:

source: Edit Owner
it_it: Modifica Padrone

source: Update Owner
it_it: Aggiorna Padrone

source: Add New Owner
it_it: Aggiungi Nuovo Padrone

source: New Owner
it_it: Nuovo Padrone

source: Separate owners with commas
it_it: Separa padroni con le virgole

source: Add or remove owner
it_it: Aggiungi o rimuovi padroni

source: Choose from the most used owners
it_it: Scegli fra i padroni più usati

source: owner
it_it: padrone

source: Female
it_it: Femmina

source: Male
it_it: Maschio

source: Adopted
it_it: Adottato

source: Puppy
it_it: Cucciolo

source: Young
it_it: Giovane

source: Adult
it_it: Adulto

source: Old
it_it: Vecchio

source: Archived
it_it: Archiviato

source: Archived <span class="count">(%s)</span>
it_it: Archiviato <span class="count">(%s)</span>

# when republishing a post previously set as archived
source: Republish
it_it: Ripubblica

# the act of archive a post
source: Archive
it_it: Archivia

source: select a species
it_it: seleziona una specie

source: select a breed
it_it: seleziona una razza

source: select an age
it_it: seleziona un'età

source: select a status
it_it: seleziona uno status adozione

source: select an owner
it_it: seleziona un padrone

source: Currently waiting for adoption
it_it: Ora in cerca di adozione

source: Sorry, no posts matched your criteria.
it_it: Mi spiace, nessun post di animale corrisponde ai tuoi criteri.

source: adopted
it_it: adottato

source: Wait to put this widget until some animal get adopted, or add past adopted animals to the archive.
it_it: Aspetta prima di mettere questo widget finché non hai animali adottati. Oppure aggiungi animali adottati in passato all'archivio.

source: Manage your animals and pets in an easy way. You'll get an "Animals" menu under the Articles one where you can add animals and taxonomies like Species, Breed, Sex, Age, Special Needs.
it_it: Gestisci i tuoi animali facilmente. Avrai un menu "Animali" sotto il menu "Articoli" dove potrai aggiungerli con tassonomie come Specie, Razza, Sesso, Età, Bisogni Speciali.
